Repository: teoplaydor/soundcore
Catalog: ui/SoundCore.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, uk_ua, zh_cn

# Common_Apply
source: Apply
de_de: Übernehmen
es_es: Aplicar
fr_fr: Appliquer
ru_ru: Применить
uk_ua: Застосувати
zh_cn: 应用

# Common_Applied
source: Applied
de_de: Übernommen
es_es: Aplicado
fr_fr: Appliqué
ru_ru: Применено
uk_ua: Застосовано
zh_cn: 已应用

# Common_Refresh
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
ru_ru: Обновить
uk_ua: Оновити
zh_cn: 刷新

# Common_Retry
source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
ru_ru: Повторить
uk_ua: Повторити
zh_cn: 重试

# Common_Loading
source: Loading…
de_de: Wird geladen…
es_es: Cargando…
fr_fr: Chargement…
ru_ru: Загрузка…
uk_ua: Завантаження…
zh_cn: 正在加载…

# Common_ErrorFmt
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur : {0}
ru_ru: Ошибка: {0}
uk_ua: Помилка: {0}
zh_cn: 错误：{0}

# Common_On
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл
uk_ua: Увімк
zh_cn: 开

# Common_Off
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл
uk_ua: Вимк
zh_cn: 关

# Nav_Devices
source: Devices
de_de: Geräte
es_es: Dispositivos
fr_fr: Périphériques
ru_ru: Устройства
uk_ua: Пристрої
zh_cn: 设备

# Nav_PerApp
source: Per-app effects
de_de: App-Effekte
es_es: Efectos por aplicación
fr_fr: Effets par application
ru_ru: Эффекты приложений
uk_ua: Ефекти застосунків
zh_cn: 按应用效果

# Nav_Vst
source: VST plug-ins
es_es: Plugins VST
fr_fr: Plug-ins VST
ru_ru: VST-плагины
uk_ua: VST-плагіни
zh_cn: VST 插件

# Nav_MicLock
source: Mic lock
de_de: Mikrofonschutz
es_es: Bloqueo de micrófono
fr_fr: Protection micro
ru_ru: Защита микрофона
uk_ua: Захист мікрофона
zh_cn: 麦克风锁定

# Nav_Camera
source: Camera
de_de: Kamera
es_es: Cámara
fr_fr: Caméra
ru_ru: Камера
uk_ua: Камера
zh_cn: 摄像头

# Nav_Settings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置

# Conn_Connecting
source: Connecting to the SoundCore service…
de_de: Verbindung zum SoundCore-Dienst wird hergestellt…
es_es: Conectando con el servicio SoundCore…
fr_fr: Connexion au service SoundCore…
ru_ru: Подключение к службе SoundCore…
uk_ua: Підключення до служби SoundCore…
zh_cn: 正在连接 SoundCore 服务…

# Conn_FailedFmt
source: Cannot reach the SoundCore service: {0}
de_de: SoundCore-Dienst nicht erreichbar: {0}
es_es: No se puede conectar con el servicio SoundCore: {0}
fr_fr: Service SoundCore injoignable : {0}
ru_ru: Служба SoundCore недоступна: {0}
uk_ua: Служба SoundCore недоступна: {0}
zh_cn: 无法连接 SoundCore 服务：{0}

# Conn_Failed
source: The SoundCore service is unreachable. Make sure it is installed and running.
de_de: Der SoundCore-Dienst ist nicht erreichbar. Stellen Sie sicher, dass er installiert ist und ausgeführt wird.
es_es: El servicio SoundCore no responde. Compruebe que está instalado y en ejecución.
fr_fr: Le service SoundCore est injoignable. Vérifiez qu'il est installé et démarré.
ru_ru: Служба SoundCore недоступна. Убедитесь, что она установлена и запущена.
uk_ua: Служба SoundCore недоступна. Переконайтеся, що вона встановлена і запущена.
zh_cn: 无法连接 SoundCore 服务。请确认服务已安装并正在运行。

# Conn_Connected
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
ru_ru: Подключено
uk_ua: Підключено
zh_cn: 已连接

# Conn_Disconnected
source: Disconnected
de_de: Getrennt
es_es: Desconectado
fr_fr: Déconnecté
ru_ru: Нет подключения
uk_ua: Немає підключення
zh_cn: 未连接

# Conn_Reconnecting
source: Reconnecting…
de_de: Erneutes Verbinden…
es_es: Reconectando…
fr_fr: Reconnexion…
ru_ru: Переподключение…
uk_ua: Повторне підключення…
zh_cn: 正在重新连接…

# Empty_NoService_Title
source: Service not connected
de_de: Dienst nicht verbunden
es_es: Servicio no conectado
fr_fr: Service non connecté
ru_ru: Нет связи со службой
uk_ua: Немає зв'язку зі службою
zh_cn: 服务未连接

# Empty_NoService_Text
source: Start the SoundCore service, then retry.
de_de: Starten Sie den SoundCore-Dienst und versuchen Sie es erneut.
es_es: Inicie el servicio SoundCore y vuelva a intentarlo.
fr_fr: Démarrez le service SoundCore, puis réessayez.
ru_ru: Запустите службу SoundCore и повторите попытку.
uk_ua: Запустіть службу SoundCore і спробуйте ще раз.
zh_cn: 请启动 SoundCore 服务后重试。

# Devices_Title
source: Audio devices
de_de: Audiogeräte
es_es: Dispositivos de audio
fr_fr: Périphériques audio
ru_ru: Аудиоустройства
uk_ua: Аудіопристрої
zh_cn: 音频设备

# Devices_Subtitle
source: Playback and recording devices visible to Windows. Devices with the SoundCore effect engine attached are marked with a badge.
de_de: Wiedergabe- und Aufnahmegeräte, die Windows sieht. Geräte mit aktiver SoundCore-Effekt-Engine sind markiert.
es_es: Dispositivos de reproducción y grabación visibles para Windows. Los dispositivos con el motor de efectos SoundCore están marcados con una insignia.
fr_fr: Périphériques de lecture et d'enregistrement visibles par Windows. Les périphériques dotés du moteur d'effets SoundCore sont marqués d'un badge.
ru_ru: Устройства воспроизведения и записи, видимые Windows. Устройства с подключённым движком эффектов SoundCore отмечены значком.
uk_ua: Пристрої відтворення та запису, видимі Windows. Пристрої з підключеним рушієм ефектів SoundCore позначені значком.
zh_cn: Windows 可见的播放和录制设备。已挂载 SoundCore 效果引擎的设备带有标记。

# Devices_Playback
source: Playback
de_de: Wiedergabe
es_es: Reproducción
fr_fr: Lecture
ru_ru: Воспроизведение
uk_ua: Відтворення
zh_cn: 播放

# Devices_Capture
source: Recording
de_de: Aufnahme
es_es: Grabación
fr_fr: Enregistrement
ru_ru: Запись
uk_ua: Запис
zh_cn: 录制

# Devices_Default
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
ru_ru: По умолчанию
uk_ua: За замовчуванням
zh_cn: 默认

# Devices_FormatFmt
source: {0} Hz · {1} ch · {2}-bit
de_de: {0} Hz · {1} Kanäle · {2} Bit
es_es: {0} Hz · {1} canales · {2} bits
fr_fr: {0} Hz · {1} canaux · {2} bits
ru_ru: {0} Гц · {1} кан. · {2} бит
uk_ua: {0} Гц · {1} кан. · {2} біт
zh_cn: {0} Hz · {1} 声道 · {2} 位

# Devices_Empty_Title
source: No devices found
de_de: Keine Geräte gefunden
es_es: No se encontraron dispositivos
fr_fr: Aucun périphérique trouvé
ru_ru: Устройства не найдены
uk_ua: Пристрої не знайдено
zh_cn: 未找到设备

# Devices_Empty_Text
source: Windows did not report any devices in this category.
de_de: Windows hat in dieser Kategorie keine Geräte gemeldet.
es_es: Windows no informó de ningún dispositivo en esta categoría.
fr_fr: Windows n'a signalé aucun périphérique dans cette catégorie.
ru_ru: Windows не сообщила ни об одном устройстве в этой категории.
uk_ua: Windows не повідомила про жоден пристрій у цій категорії.
zh_cn: Windows 未报告此类别中的任何设备。

# PerApp_Title
source: Per-app effects
de_de: Effekte pro App
es_es: Efectos por aplicación
fr_fr: Effets par application
ru_ru: Эффекты для приложений
uk_ua: Ефекти для застосунків
zh_cn: 按应用效果

# PerApp_Subtitle
source: Choose an application to route its audio through its own effect chain.
de_de: Wählen Sie eine Anwendung, um ihren Ton durch eine eigene Effektkette zu leiten.
es_es: Elija una aplicación para enrutar su audio a través de su propia cadena de efectos.
fr_fr: Choisissez une application pour router son audio à travers sa propre chaîne d'effets.
ru_ru: Выберите приложение, чтобы пропустить его звук через отдельную цепочку эффектов.
uk_ua: Виберіть застосунок, щоб пропустити його звук через окремий ланцюжок ефектів.
zh_cn: 选择一个应用，将其音频通过独立的效果链处理。

# PerApp_Filter
source: Filter by process name…
de_de: Nach Prozessname filtern…
es_es: Filtrar por nombre de proceso…
fr_fr: Filtrer par nom de processus…
ru_ru: Фильтр по имени процесса…
uk_ua: Фільтр за іменем процесу…
zh_cn: 按进程名筛选…

# PerApp_Empty_Title
source: No processes
de_de: Keine Prozesse
es_es: Sin procesos
fr_fr: Aucun processus
ru_ru: Нет процессов
uk_ua: Немає процесів
zh_cn: 没有进程

# PerApp_Empty_Text
source: Could not list running applications. Check the service connection and retry.
de_de: Anwendungsliste konnte nicht geladen werden. Prüfen Sie die Dienstverbindung und versuchen Sie es erneut.
es_es: No se pudo obtener la lista de aplicaciones. Compruebe la conexión con el servicio y reintente.
fr_fr: Impossible d'obtenir la liste des applications. Vérifiez la connexion au service et réessayez.
ru_ru: Не удалось получить список приложений. Проверьте подключение к службе и повторите.
uk_ua: Не вдалося отримати список застосунків. Перевірте підключення до служби та повторіть.
zh_cn: 无法获取应用列表。请检查服务连接后重试。

# Vst_Title
source: VST3 plug-ins
es_es: Plugins VST3
fr_fr: Plug-ins VST3
ru_ru: Плагины VST3
uk_ua: Плагіни VST3
zh_cn: VST3 插件

# Vst_Subtitle
source: Plug-ins discovered on this PC. Use them in device and per-app chains.
de_de: Auf diesem PC gefundene Plug-ins. Verwendbar in Geräte- und App-Ketten.
es_es: Plugins detectados en este equipo. Pueden usarse en cadenas de dispositivos y aplicaciones.
fr_fr: Plug-ins découverts sur ce PC. Utilisables dans les chaînes de périphériques et d'applications.
ru_ru: Плагины, найденные на этом ПК. Их можно использовать в цепочках устройств и приложений.
uk_ua: Плагіни, знайдені на цьому ПК. Їх можна використовувати в ланцюжках пристроїв і застосунків.
zh_cn: 本机上发现的插件。可用于设备链和应用链。

# Vst_Rescan
source: Rescan
de_de: Neu scannen
es_es: Volver a buscar
fr_fr: Réanalyser
ru_ru: Пересканировать
uk_ua: Пересканувати
zh_cn: 重新扫描

# Vst_Scanning
source: Scanning…
de_de: Scan läuft…
es_es: Buscando…
fr_fr: Analyse…
ru_ru: Сканирование…
uk_ua: Сканування…
zh_cn: 正在扫描…

# Vst_CountFmt
source: Plug-ins found: {0}
de_de: Gefundene Plug-ins: {0}
es_es: Plugins encontrados: {0}
fr_fr: Plug-ins trouvés : {0}
ru_ru: Найдено плагинов: {0}
uk_ua: Знайдено плагінів: {0}
zh_cn: 找到插件：{0}

# Vst_Empty_Title
source: No plug-ins found
de_de: Keine Plug-ins gefunden
es_es: No se encontraron plugins
fr_fr: Aucun plug-in trouvé
ru_ru: Плагины не найдены
uk_ua: Плагіни не знайдено
zh_cn: 未找到插件

# Vst_Empty_Text
source: Install VST3 plug-ins (usually into C:\Program Files\Common Files\VST3) and rescan.
de_de: Installieren Sie VST3-Plug-ins (üblicherweise unter C:\Program Files\Common Files\VST3) und scannen Sie erneut.
es_es: Instale plugins VST3 (normalmente en C:\Program Files\Common Files\VST3) y vuelva a buscar.
fr_fr: Installez des plug-ins VST3 (généralement dans C:\Program Files\Common Files\VST3) puis réanalysez.
ru_ru: Установите VST3-плагины (обычно в C:\Program Files\Common Files\VST3) и пересканируйте.
uk_ua: Установіть VST3-плагіни (зазвичай у C:\Program Files\Common Files\VST3) і перескануйте.
zh_cn: 请安装 VST3 插件（通常位于 C:\Program Files\Common Files\VST3），然后重新扫描。

# MicLock_Title
source: Microphone lock
de_de: Mikrofonlautstärke sperren
es_es: Bloqueo del micrófono
fr_fr: Verrouillage du micro
ru_ru: Защита громкости микрофона
uk_ua: Захист гучності мікрофона
zh_cn: 麦克风音量锁定

# MicLock_Subtitle
source: Stops other apps (browser auto-gain, conferencing software) from changing your microphone volume. SoundCore watches the device and instantly reverts any foreign change.
de_de: Verhindert, dass andere Apps (Browser-Auto-Gain, Konferenzsoftware) die Mikrofonlautstärke ändern. SoundCore überwacht das Gerät und macht fremde Änderungen sofort rückgängig.
es_es: Impide que otras aplicaciones (ganancia automática del navegador, software de videollamadas) cambien el volumen del micrófono. SoundCore vigila el dispositivo y revierte al instante cualquier cambio externo.
fr_fr: Empêche les autres applications (gain automatique du navigateur, logiciels de visioconférence) de modifier le volume du microphone. SoundCore surveille le périphérique et annule instantanément tout changement externe.
ru_ru: Запрещает другим приложениям (автоусиление в браузере, мессенджеры) менять громкость микрофона. SoundCore следит за устройством и мгновенно возвращает любое чужое изменение.
uk_ua: Забороняє іншим застосункам (автопідсилення у браузері, месенджери) змінювати гучність мікрофона. SoundCore стежить за пристроєм і миттєво повертає будь-яку сторонню зміну.
zh_cn: 阻止其他应用（浏览器自动增益、会议软件）更改麦克风音量。SoundCore 监视设备并立即撤销任何外部更改。

# MicLock_Enable
source: Lock microphone volume
de_de: Mikrofonlautstärke sperren
es_es: Bloquear el volumen del micrófono
fr_fr: Verrouiller le volume du micro
ru_ru: Зафиксировать громкость микрофона
uk_ua: Зафіксувати гучність мікрофона
zh_cn: 锁定麦克风音量

# MicLock_Device
source: Microphone
de_de: Mikrofon
es_es: Micrófono
ru_ru: Микрофон
uk_ua: Мікрофон
zh_cn: 麦克风

# MicLock_Volume
source: Locked volume
de_de: Gesperrte Lautstärke
es_es: Volumen bloqueado
fr_fr: Volume verrouillé
ru_ru: Зафиксированная громкость
uk_ua: Зафіксована гучність
zh_cn: 锁定音量

# MicLock_LockMute
source: Also lock mute state
de_de: Auch Stummschaltung sperren
es_es: Bloquear también el silencio
fr_fr: Verrouiller aussi la sourdine
ru_ru: Также фиксировать состояние «без звука»
uk_ua: Також фіксувати стан «без звуку»
zh_cn: 同时锁定静音状态

# MicLock_Whitelist
source: Allowed apps (one per line, * wildcards supported)
de_de: Erlaubte Apps (eine pro Zeile, *-Platzhalter möglich)
es_es: Aplicaciones permitidas (una por línea, se admiten comodines *)
fr_fr: Applications autorisées (une par ligne, jokers * acceptés)
ru_ru: Разрешённые приложения (по одному в строке, поддерживаются маски *)
uk_ua: Дозволені застосунки (по одному в рядку, підтримуються маски *)
zh_cn: 允许的应用（每行一个，支持 * 通配符）

# MicLock_NeedDevice
source: Choose a microphone before enabling the lock.
de_de: Wählen Sie zuerst ein Mikrofon aus, bevor Sie die Sperre aktivieren.
es_es: Elija un micrófono antes de activar el bloqueo.
fr_fr: Choisissez un microphone avant d'activer le verrouillage.
ru_ru: Выберите микрофон, прежде чем включать защиту.
uk_ua: Виберіть мікрофон, перш ніж вмикати захист.
zh_cn: 启用锁定前请先选择麦克风。

# Camera_Title
source: Camera sharing
de_de: Kamerafreigabe
es_es: Uso compartido de cámara
fr_fr: Partage de caméra
ru_ru: Совместный доступ к камере
uk_ua: Спільний доступ до камери
zh_cn: 摄像头共享

# Camera_Subtitle
source: Lets several applications use the same camera at the same time.
de_de: Ermöglicht mehreren Anwendungen, dieselbe Kamera gleichzeitig zu nutzen.
es_es: Permite que varias aplicaciones usen la misma cámara al mismo tiempo.
fr_fr: Permet à plusieurs applications d'utiliser la même caméra simultanément.
ru_ru: Позволяет нескольким приложениям использовать одну камеру одновременно.
uk_ua: Дозволяє кільком застосункам використовувати одну камеру одночасно.
zh_cn: 让多个应用同时使用同一个摄像头。

# Camera_Enable
source: Enable camera sharing
de_de: Kamerafreigabe aktivieren
es_es: Activar uso compartido
fr_fr: Activer le partage de caméra
ru_ru: Включить совместный доступ
uk_ua: Увімкнути спільний доступ
zh_cn: 启用摄像头共享

# Camera_Source
source: Physical camera
de_de: Physische Kamera
es_es: Cámara física
fr_fr: Caméra physique
ru_ru: Физическая камера
uk_ua: Фізична камера
zh_cn: 物理摄像头

# Camera_Resolution
source: Preferred resolution
de_de: Bevorzugte Auflösung
es_es: Resolución preferida
fr_fr: Résolution préférée
ru_ru: Предпочитаемое разрешение
uk_ua: Бажана роздільна здатність
zh_cn: 首选分辨率

# Camera_StatusRunningFmt
source: Active — apps connected: {0}, {1} fps
de_de: Aktiv — verbundene Apps: {0}, {1} fps
es_es: Activo — aplicaciones conectadas: {0}, {1} fps
fr_fr: Actif — applications connectées : {0}, {1} ips
ru_ru: Активно — подключено приложений: {0}, {1} кадр/с
uk_ua: Активно — підключено застосунків: {0}, {1} кадр/с
zh_cn: 已启用 — 已连接应用：{0}，{1} fps

# Camera_StatusStopped
source: Not active
de_de: Nicht aktiv
es_es: Inactivo
fr_fr: Inactif
ru_ru: Не активно
uk_ua: Не активно
zh_cn: 未启用

# Camera_Empty_Title
source: No cameras found
de_de: Keine Kameras gefunden
es_es: No se encontraron cámaras
fr_fr: Aucune caméra trouvée
ru_ru: Камеры не найдены
uk_ua: Камери не знайдено
zh_cn: 未找到摄像头

# Camera_Empty_Text
source: Connect a camera and refresh.
de_de: Schließen Sie eine Kamera an und aktualisieren Sie die Liste.
es_es: Conecte una cámara y actualice la lista.
fr_fr: Branchez une caméra et actualisez la liste.
ru_ru: Подключите камеру и обновите список.
uk_ua: Підключіть камеру та оновіть список.
zh_cn: 请连接摄像头并刷新列表。

# Settings_Title
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置

# Settings_Appearance
source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
ru_ru: Внешний вид
uk_ua: Зовнішній вигляд
zh_cn: 外观

# Settings_Language
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ru_ru: Язык
uk_ua: Мова
zh_cn: 语言

# Settings_Language_System
source: Use Windows language
de_de: Windows-Sprache verwenden
es_es: Usar el idioma de Windows
fr_fr: Utiliser la langue de Windows
ru_ru: Как в Windows
uk_ua: Як у Windows
zh_cn: 跟随 Windows 语言

# Settings_LanguageHint
source: The interface updates immediately; no restart is needed.
de_de: Die Oberfläche wird sofort aktualisiert; kein Neustart nötig.
es_es: La interfaz se actualiza al instante; no hace falta reiniciar.
fr_fr: L'interface se met à jour immédiatement ; aucun redémarrage n'est nécessaire.
ru_ru: Интерфейс обновляется сразу, перезапуск не нужен.
uk_ua: Інтерфейс оновлюється одразу, перезапуск не потрібен.
zh_cn: 界面立即更新，无需重启。

# Settings_Theme
source: Theme
de_de: Design
es_es: Tema
fr_fr: Thème
ru_ru: Тема
uk_ua: Тема
zh_cn: 主题

# Settings_Theme_System
source: Use Windows theme
de_de: Windows-Design verwenden
es_es: Usar el tema de Windows
fr_fr: Utiliser le thème de Windows
ru_ru: Как в Windows
uk_ua: Як у Windows
zh_cn: 跟随 Windows 主题

# Settings_Theme_Light
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
ru_ru: Светлая
uk_ua: Світла
zh_cn: 浅色

# Settings_Theme_Dark
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ru_ru: Тёмная
uk_ua: Темна
zh_cn: 深色

# Settings_Service
source: Service
de_de: Dienst
es_es: Servicio
ru_ru: Служба
uk_ua: Служба
zh_cn: 服务

# Settings_ServiceState
source: Connection to the SoundCore service
de_de: Verbindung zum SoundCore-Dienst
es_es: Conexión con el servicio SoundCore
fr_fr: Connexion au service SoundCore
ru_ru: Подключение к службе SoundCore
uk_ua: Підключення до служби SoundCore
zh_cn: 与 SoundCore 服务的连接

# Settings_About
source: About
de_de: Info
es_es: Acerca de
fr_fr: À propos
ru_ru: О программе
uk_ua: Про програму
zh_cn: 关于

# Settings_VersionFmt
source: Version {0}
es_es: Versión {0}
ru_ru: Версия {0}
uk_ua: Версія {0}
zh_cn: 版本 {0}
